[
  {
    "titulo": "A Última Casa da Rua Needless",
    "descricao": "Um suspense psicológico perturbador e cheio de reviravoltas sobre um homem recluso, Ted, que vive no fim de uma rua sem saída com sua filha adolescente Lauren e sua gata Olívia, sendo o principal suspeito do desaparecimento de uma menina anos antes.",
    "categoria": "Terror/Suspense",
    "Autor(a)": "Catriona Ward",
    "lancamento": "2021",
    "preco": "R$ 33,90",
    "imagem": "assets/images/needless-2.jpg"
  },
  {
    "titulo": "Billy Summers",
    "descricao": "Um ex-atirador de elite e assassino de aluguel que só elimina criminosos decide se aposentar após um último trabalho. Mas o plano falha, desencadeando uma teia de vingança e traição que o obriga a fugir para uma pequena cidade, onde vive disfarçado de escritor. Enquanto tenta manter seu passado em segredo, ele cria laços inesperados e enfrenta a própria consciência, buscando redenção enquanto o perigo se aproxima.",
    "categoria": "Terror/Suspense",
    "Autor(a)": "Stephen King",
    "lancamento": "2021",
    "preco": "R$ 47,15",
    "imagem": "assets/images/billy-summers.jpg"
  },
  {
    "titulo": "O Iluminado",
    "descricao": "Um romance de terror sobre a família Torrance — Jack, Wendy e o filho Danny — que se muda para o isolado Hotel Overlook durante o inverno para Jack trabalhar como zelador, buscando um recomeço após problemas com alcoolismo e fúria.",
    "categoria": "Terror/Suspense",
    "Autor(a)": "Stephen King",
    "lancamento": "1977",
    "preco": "R$ 32,59",
    "imagem": "assets/images/o-iluminado-2.jpg"
  },
  {
    "titulo": "Doutor Sono",
    "descricao": "A sequência de O Iluminado, de Stephen King, que acompanha Dan Torrance, agora um adulto lutando contra o alcoolismo e assombrado pelo passado no Hotel Overlook, que encontra um novo propósito como 'Doutor Sono', usando seu poder de 'iluminação' para confortar moribundos em uma casa de repouso.",
    "categoria": "Terror/Suspense",
    "Autor(a)": "Stephen King",
    "lancamento": "2013",
    "preco": "R$ 42,90",
    "imagem": "assets/images/drsono.webp"
  },
    {
    "titulo": "It a Coisa",
    "descricao": "Um clássico do terror que segue sete amigos que, na infância (1958), enfrentam uma entidade maligna que se alimenta do medo e assume a forma de seus maiores pesadelos, principalmente o palhaço Pennywise, em sua cidade natal, Derry. Quase 30 anos depois, eles retornam adultos para cumprir uma promessa de infância e lutar contra a Coisa, que ressurgiu, explorando temas como inocência, trauma e o poder da amizade contra o mal, com uma narrativa que alterna entre as duas épocas.",
    "categoria": "Terror/Suspense",
    "Autor(a)": "Stephen King",
    "lancamento": "1986",
    "preco": "R$ 44,50",
    "imagem": "assets/images/it-a-coisa-2.png"
  },
  {
    "titulo": "Manual de Assassinato para Boas Meninas",
    "descricao": "Um suspense juvenil sobre a estudante Pip, que decide investigar um assassinato antigo em sua cidade para seu projeto de conclusão de curso: o caso de Andie Bell, morta pelo namorado Sal Singh, que se suicidou logo depois, encerrando o caso como um crime passional.",
    "categoria": "Terror/Suspense",
    "Autor(a)": "Holly Jackson",
    "lancamento": "2019",
    "preco": "R$ 35,92",
    "imagem": "assets/images/manual-3.jpg"
  },

  {
    "titulo": "Corte de Espinhos e Rosas",
    "descricao": "Feyre, uma jovem caçadora humana, mata um lobo sem saber que ele era um feérico e, como punição, é levada para Prythian por Tamlin, o Grão-Senhor da Corte da Primavera. Enquanto se adapta ao cativeiro e desenvolve sentimentos por Tamlin, ela descobre que um mal antigo ameaça todo o mundo feérico e precisa lutar para detê-lo e salvar a todos.",
    "categoria": "Fantasia",
    "Autor(a)": "Sarah J. Maas",
    "lancamento": "2015",
    "preco": "R$ 59,90",
    "imagem": "assets/images/acotar.jpg"
  },
  {
    "titulo": "A Rainha Vermelha",
    "descricao": "Mare Barrow, uma jovem Vermelha em um mundo dividido por sangue e poder, descobre que possui uma habilidade elétrica — algo impossível para sua casta. Para esconder isso, a realeza a obriga a viver como uma princesa Prateada e noiva de um dos príncipes. Dentro da corte, Mare se vê no centro de intrigas, mentiras e de uma revolução que ameaça mudar todo o reino.",
    "categoria": "Fantasia",
    "Autor(a)": "Victoria Aveyard",
    "lancamento": "2015",
    "preco": "R$ 49,90",
    "imagem": "assets/images/rainhaver.webp"
  },
    {
    "titulo": "O Senhor dos Anéis",
    "descricao": "Conta sobre Frodo, um hobbit que deve destruir o Um Anel para impedir o retorno de Sauron. Com a Sociedade do Anel, ele viaja até a Montanha da Perdição, enfrentando batalhas e perigos enquanto lutam para salvar a Terra-Média.",
    "categoria": "Fantasia",
    "Autor(a)": "J. R. R. Tolkien",
    "lancamento": "1954-1955",
    "preco": "R$ 85,49",
    "imagem": "assets/images/aneis.jpg"
  },
  {
    "titulo": "Harry Potter",
    "descricao": "Harry Potter, um garoto órfão que vive maltratado pelos tios, descobre ser um bruxo ao receber um convite para estudar em Hogwarts. Levado por Hagrid, ele entra em um mundo mágico e vive aventuras ao lado de seus novos amigos, Rony e Hermione.",
    "categoria": "Fantasia",
    "Autor(a)": "J. K. Rowling",
    "lancamento": "1977",
    "preco": "R$ 77,50",
    "imagem": "assets/images/harry-potter.webp"
  },
  {
    "titulo": "Percy Jackson",
    "descricao": "Percy Jackson, um garoto de 12 anos com dislexia e TDAH, descobre ser filho de Poseidon e é acusado de roubar o Raio Mestre de Zeus. Ao lado de Grover e Annabeth, ele parte em uma jornada para recuperar o raio e impedir uma guerra entre os deuses.",
    "categoria": "Fantasia",
    "Autor(a)": "Rick Riordan",
    "lancamento": "2005",
    "preco": "R$ 66,50",
    "imagem": "assets/images/percy.jpg"
  },
    {
    "titulo": "Jogos Vorazes",
    "descricao": "Em Panem, a Capital obriga os 12 distritos a enviarem dois jovens para os Jogos Vorazes, uma competição mortal transmitida pela TV. Katniss Everdeen, do Distrito 12, entra no evento e usa suas habilidades de caça e sobrevivência para enfrentar a luta até a morte.",
    "categoria": "Fantasia",
    "Autor(a)": "Suzanne Collins",
    "lancamento": "2008",
    "preco": "R$ 58,99",
    "imagem": "assets/images/jogos-vorazes.jpg"
  },

   {
    "titulo": "Crepúsculo",
    "descricao": "A estudante Bella Swan conhece Edward Cullen, um belo mas misterioso adolescente. Edward é um vampiro, cuja família não bebe sangue, e Bella, longe de ficar assustada, se envolve em um romance perigoso com sua alma gêmea imortal.",
    "categoria": "Romance",
    "Autor(a)": "Stephenie Meyer",
    "lancamento": "2005",
    "preco": "R$ 47,00",
    "imagem": "assets/images/crepusculo.jpg"
  },
  {
    "titulo": "A Culpa é das Estrelas",
    "descricao": "Hazel Grace Lancaster e Augustus Waters são dois adolescentes que se conhecem em um grupo de apoio para pacientes com câncer. Por causa da doença, Hazel sempre descartou a ideia de se envolver amorosamente, mas acaba cedendo ao se apaixonar por Augustus. Juntos, eles viajam para Amsterdã, onde embarcam em uma jornada inesquecível.",
    "categoria": "Romance",
    "Autor(a)": "John Green",
    "lancamento": "2012",
    "preco": "R$ 55,60",
    "imagem": "assets/images/culpa.jpg"
  },
    {
    "titulo": "A Seleção",
    "descricao": "America Singer, vinda de uma casta baixa, é selecionada para competir pela mão do príncipe Maxon. Mesmo entrando relutante por pressão da família, ela acaba dividida entre seu antigo amor, Aspen, e a crescente conexão com o príncipe, enquanto enfrenta intrigas no palácio e ataques de rebeldes. A história acompanha suas escolhas, sentimentos e desafios dentro da Seleção.",
    "categoria": "Romance",
    "Autor(a)": "Kiera Cass",
    "lancamento": "2012",
    "preco": "R$ 35,44",
    "imagem": "assets/images/aselecao.png"
  },
  {
    "titulo": "Confissões de uma Garota Excluída",
    "descricao": "Tetê acaba de se mudar com a família toda para a casa dos avós em Copacabana, no Rio de Janeiro. Além de perder a privacidade — tendo que dividir o espaço com cinco parentes malucos que brigam o tempo todo —, ela perdeu todas as suas referências. A única coisa que a deixa feliz é cozinhar.",
    "categoria": "Romance",
    "Autor(a)": "Thalita Rebouças",
    "lancamento": "2016",
    "preco": "R$ 29,90",
    "imagem": "assets/images/excluida.jpg"
  },
  {
    "titulo": "A Hipótese do Amor",
    "descricao": "História da estudante de doutorado em Biologia, Olive Smith, que finge namorar Adam Carlsen, um professor famoso e temido da universidade, para convencer sua melhor amiga de que ela seguiu em frente. A farsa entre os dois, motivada por circunstâncias acadêmicas de ambos, começa a se transformar em algo inesperado, testando todas as teorias de Olive sobre o amor. ",
    "categoria": "Romance",
    "Autor(a)": "Ali Hazelwood",
    "lancamento": "2021",
    "preco": "R$ 39,59",
    "imagem": "assets/images/hipotese.png"
  },
    {
    "titulo": "Amor e Gelato",
    "descricao": "Lina vai para a Itália após a morte da mãe para conhecer o pai que nunca conheceu. Em Florença, recebe o diário da mãe e, enquanto descobre segredos de família, vive uma aventura cheia de arte, romance e muito gelato — tudo com a ajuda do amigo Ren.",
    "categoria": "Romance",
    "autor(a)": "Jenna Evans Welch",
    "lancamento": "2016",
    "preco": "R$ 42,70",
    "imagem": "assets/images/amor-e-gelato.jpg"
  }
]
